Repository: ArekerA/OnlineStrategyGame
Catalog: OnlineStrategyGame/OnlineStrategyGame.Localisation/Localisation.*.resx
Languages: pl

# Main_Welcome
source: Welcome
pl: Witaj

# Main_Login
source: Login
pl: Zaloguj

# RaceCreator_Lizardman_Name
source: Lizardmans
pl: Jaszczuroludzie

# RaceCreator_ArmsRace_Description
source: The status quo led to an arms race and a demonstration of power.
pl: Status quo doprowadził do wyścigu zbrojeń i demonstracji potęgi.

# RaceCreator_ArmsRace_Name
source: Arms race
pl: Wyścig zbrojeń

# RaceCreator_Corporation_Description
source: To gain even more, corporations went into space.
pl: Chcąc zyskać jeszcze więcej korporacje ruszyły w kosmos.

# RaceCreator_Corporation_Name
source: Corporation
pl: Korporacje

# RaceCreator_Creativity_Description
source: Inventing new ways of development.
pl: Wymyślanie nowych sposobów rozwoju.

# RaceCreator_Creativity_Name
source: Creativity
pl: Kreatywność

# RaceCreator_Exploration_Name
source: Exploration
pl: Eksploracja

# RaceCreator_Extermination_Description
source: Continuous wars led to the destruction of the planet.
pl: Ciągłe wojny doprowadziły do wyniszczenia planety.

# RaceCreator_Extermination_Name
source: Extermination
pl: Wyniszczenie

# RaceCreator_Fanaticism_Description
source: War drives development.
pl: Wojna napędza rozwój.

# RaceCreator_Fanaticism_Name
source: Fanaticism
pl: Fanatyzm

# RaceCreator_Exploration_Description
source: Willingness to discover what is unexplored.
pl: Chęć odkrycia tego co nieodkryte.

# RaceCreator_Human_Description
source: People have always sought to improve their lives. They fought wars not for glory, but for influence and resources.
pl: Ludzie zawsze dążyli do poprawienia swojego bytu. Toczyli wojny nie dla chwały, lecz dla wpływów i zasobów.

# RaceCreator_Human_Name
source: Huma
pl: Ludzie

# RaceCreator_InformationWepon_Description
source: Obtaining information about an opponent allows to predict enemy moves, but this required opening the borders and playing mistaken games.
pl: Zdobycie informacji o przeciwniku pozwoliło przewidywać jego ruchy, lecz wymagało to otwarcia granic i gry pozorów.

# RaceCreator_InformationWepon_Name
source: Information wepon
pl: Informacja bronią

# RaceCreator_Lizardman_Description
source: The history of Lizardmen is full of wars.
pl: Historia Jaszczuroludzi przepełniona jest wojnami.

# RaceCreator_Military_Description
source: A strong army allows you to protect your own territory against invasion, as well as to expand your influence.
pl: Silne wojsko pozwala zabezpieczyć własne tereny przed najazdem, a także rozszerzanie swoich wpływów.

# RaceCreator_Military_Name
source: Military
pl: Wojskowość

# RaceCreator_SignalFromSpace_Description
source: A mysterious signal from space suggesting the presence of another civilization led to unification. Fear of a common enemy unites.
pl: Tajemniczy sygnał z kosmosu sugerujący obecność innej cywilizacji doprowadził do zjednoczenia. Strach przed wspólnym wrogiem jednoczy.

# RaceCreator_SignalFromSpace_Name
source: Signal from space
pl: Sygnał z kosmosu

# RaceCreator_Trade_Description
source: The exchange of goods has accelerated development.
pl: Wymiana dóbr przyśpieszyła rozwój.

# RaceCreator_Trade_Name
source: Trade
pl: Handel

# RaceCreator_Economy
source: Economy
pl: Ekonomia

# RaceCreator_EspionageTechnology
source: Espionage technology
pl: Technologia szpiegowska

# RaceCreator_ExplorationTechnology
source: Exploration technology
pl: Technologia eksploracyjna

# RaceCreator_ExtendedPlanet
source: Extended planet
pl: Rozbudowana planeta

# RaceCreator_MilitaryDefensive
source: Military defensive
pl: Wojskowość obronna

# RaceCreator_MilitaryOffensive
source: Military offensive
pl: Wojskowość ofensywna

# RaceCreator_MilitaryTechnology
source: Military technology
pl: Technologia wojskowa

# RaceCreator_Research
source: Research
pl: Badania

# RaceCreator_Summary
source: Summary
pl: Podsumowanie

# RaceCreator_Title
source: Race creator
pl: Kreator rasy

# RaceCreator_TableName
source: Name
pl: Nazwa

# RaceCreator_TableDescription
source: Description
pl: Opis

# Main_Save
source: Save
pl: Zapisz

# Main_Back
source: Back
pl: Powrót
